{
    "seafood":  {
                    "fish":  "가라지, 가물치, 가시망둑, 가오리, 나비가오리, 노랑가오리, 목탁가오리, 전기가오리, 가자미, 각시가자미, 갈가자미, 기름가자미(20cm미만), 기름가자미(21-24cm), 기름가자미(25-29cm), 기름가자미(25cm미만), 기름가자미(30cm이상), 기름가자미, 눈가자미, 돌가자미, 문치가자미, 물가자미, 범가자미, 용가자미, 줄가자미, 참가자미, 홍가자미, 각시수랑, 갈치(24cm미만), 갈치(24cm이상), 갈치, 독가시치, 동동갈치, 등가시치, 먹갈치, 청자갈치, 칠성갈치, 쑥감펭, 점감펭, 홍감펭, 눈강달이, 강준치, 개불, 갯강구, 고등어, 망치고등어, 괴도라치, 군소, 풍선군소, 군평선이, 기름종개, 미꾸라지, 미꾸리, 까나리, 꺽저기, 꼬치고기, 꼴뚜기, 반원니꼴뚜기, 불똥꼴뚜기, 참꼴뚜기, 창꼴뚜기, 꼼치, 분홍꼼치, 꽁치(과메기), 꽁치, 날치, 납지리, 넙치(광어), 킹넙치, 노래미, 줄노래미, 쥐노래미, 놀래기, 사당놀래기, 용치놀래기, 황놀래기, 농어, 벌레문치, 점농어, 누치, 눈볼대, 눈퉁멸, 능성어, 가다랑어, 날개다랑어, 참다랑어, 황다랑어, 달강어, 달고기, 민달고기, 대구, 빨간대구, 은대구, 대두어(흑연), 대멸, 대수리, 덕대, 강도다리, 도다리, 도도바리, 도루묵, 도화돔, 각시돔, 감성돔, 강담돔, 구갈돔, 금눈돔, 긴꼬리벵에돔, 꼽새돔, 독돔, 돌돔, 백미돔, 범돔, 벵에돔, 뿔돔, 샛돔, 실꼬리돔, 실붉돔, 어름돔, 옥돔, 육동가리돔, 자리돔, 참돔, 호박돔, 혹돔, 황돔, 황줄돔, 흑돔, 네동가리, 아홉동가리, 여덟동가리, 동갈치, 동사리, 동자개(빠가사리), 동죽, 동태, 둑중개, 드렁허리, 떡붕어, 만새기, 문절망둑, 풀망둑, 망상어, 인상어, 매퉁이, 툼빌매퉁이, 황매퉁이, 먹장어, 메기, 멸치, 명태, 모래무지, 몽치다래, 물메기, 물치다래, 미더덕, 주름미더덕(오만둥이), 민어, 민태, 다금바리, 대왕범바리, 대왕붉바리, 대왕자바리, 붉바리, 우각바리, 박대, 반지, 방어, 잿방어, 백연, 말백합, 백합, 밴댕이, 뱅어, 가시베도라치, 그물베도라치, 베도라치, 장어베도라치, 베로치, 노랑벤자리, 벤자리, 병어, 보구치(26cm미만), 보구치(26cm이상), 보구치, 보리멸, 검복, 국매리복, 까치복, 까칠복, 매리복, 밀복, 자주복, 졸복, 흰점복, 볼기우럭, 개볼락, 누루시볼락, 볼락, 불볼락, 우럭볼락, 장문볼락, 조피볼락(우럭), 탁자볼락, 황볼락, 황점볼락, 부세, 부시리, 북어, 붉은메기, 붕어, 블루길, 바다빙어, 빙어, 샛멸, 빨강부치, 살살치, 삼세기, 삼치, 줄삼치, 평삼치, 가래상어, 곱상어, 까치상어, 돔발상어, 두툽상어, 모조리상어, 별상어, 악상어, 은상어, 청새리상어, 흉상어, 새다래, 각시서대, 개서대, 궁제기서대, 참서대, 별성대, 별쭉지성대, 성대, 세멸, 소멸, 무지개송어, 산천어, 송어, 수랑, 가숭어, 숭어, 쌍동가리, 쌍뿔달재, 쏘가리, 쏙, 고무꺽정이, 실줄고기, 쏨뱅이, 주먹물수베기, 쑤기미, 아귀, 황아귀, 애꼬치, 앨퉁이, 양미리, 꽁지양태, 눈양태, 도화양태, 돛양태, 양태, 대서양연어, 스틸레드연어, 연어, 왕연어, 은연어, 홍연어, 열쌍동가리, 오분자기, 왕우렁이, 우럭, 웅어, 은어, 임연수어, 잉어, 자멸, 장갱이, 갈창갯장어, 갯장어, 무태뱀장어, 뱀장어, 붕장어, 비콜라장어, 자포뱀장어, 칠성장어, 전갱이, 갈전갱이, 전갱이(치어), 줄전갱이, 전어, 점줄우럭, 정어리, 참조기, 종어, 준치, 중멸, 말쥐치, 쥐치, 참마자, 참붕어, 청멸, 청어, 초어, 큰논우렁이, 톳, 얼룩통구멍, 푸렁통구멍, 통치, 투라치, 틸라피아, 풀반지, 피라미, 학공치, 붉은해면, 예쁜이해면, 해면, 호박해면, 해파리, 향어(이스라엘잉어), 광동홍어, 참홍어, 홍어, 홍치, 황어, 대구횟대, 도치, 빨간횟대, 히메치",
                    "crustaceans":  {
                                        "shrimp":  "가시발새우, 닭새우, 펄닭새우, 각시흰새우, 그라비새우, 긴뿔천길새우, 꽃새우, 대롱수염새우, 대하, 마루자주새우, 물렁가시붉은새우, 보리새우, 부채새우, 북쪽분홍새우, 새우, 젓새우, 줄새우, 중하, 징거미새우, 홍다리얼룩새우, 흰다리새우",
                                        "crabs":  "금강참게, 깨다시꽃게, 꽃게, 닭게, 대게, 동남참게, 민꽃게, 방게, 붉은대게, 왕게, 주름송편게, 참게, 게르치, 반딧불게르치, 멍게(우렁쉥이), 끈멍게, 붉은멍게, 유령멍게, 말똥성게, 보라성게, 성게",
                                        "other":  "가재, 바닷가재, 갯가재, 크릴"
                                    },
                    "mollusks":  "가리비, 국자가리비, 비단가리비, 참가리비, 큰가리비, 해만가리비, 가무락조개, 갑오징어, 쇠갑오징어, 참갑오징어, 개량조개, 개조개, 갈색고리돼지고둥, 갈색띠매물고둥, 관절매물고둥(보라골뱅이), 긴고둥(긴뿔고둥), 나팔고둥, 두드럭고둥, 매끈이고둥, 명주매물고둥, 물레고둥, 민허리돼지고둥, 바다방석고둥, 반석고둥, 보말고둥, 비단고둥, 세고리물레고둥, 위고둥, 입뿔고둥, 조각매물고둥, 쪽고둥, 참고둥, 콩깍지고둥(털골뱅이), 털탑고둥, 피뿔고둥, 굴, 석굴, 참굴, 토굴(벗굴), 꼬막, 새꼬막, 참꼬막, 피조개, 곳체다슬기, 다슬기, 띠구슬다슬기, 염주알다슬기, 좀주름다슬기, 주름다슬기, 참다슬기, 대합, 북방대합, 떡조개, 목해삼, 낙지, 대문어, 문어, 세발낙지, 주꾸미, 참문어, 바지락, 모시조개, 붉은맛(큰죽합), 살조개, 새조개, 소라, 참소라, 갈고리흰오징어, 매오징어, 살오징어, 오징어, 팔완향오징어, 한치, 화살오징어, 왕우럭조개, 재첩, 둥근전복, 말전복, 북방전복(참전복), 전복, 접시조개(비단조개), 진주조개, 청해삼, 코끼리조개, 큰구슬우렁이(골뱅이), 키조개, 펄조개, 해삼, 돌담치, 지중해담치, 진주담치, 참담치(홍합), 홍해삼, 흑해삼",
                    "others":  "가사리, 가시파래, 갈래곰보, 갈파래, 개도박, 고리매, 곰피, 괭생이모자반, 김, 김밥용김, 꼬시래기, 납작파래, 다시마, 대황, 도박, 돌김(둥근돌김), 뜸부기, 매생이, 모무늬돌김, 모자반, 미역, 방사무늬김, 불등풀가사리, 산호, 산호말, 석묵, 쇠미역, 순채, 애기청각, 용다시마, 우뭇가사리, 잎파래, 지충이, 진두발, 참개도박, 참김, 참다시마, 참홑파래, 창자파래, 청각, 초밥김, 큰잎모자반, 클로렐라, 파래, 황소개구리"
                }
}
